/* 
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 */
"ToolbarAccounts" = "Accounts";
"ToolbarSettings" = "Settings";
"Open Inbox" = "Open Inbox";
"Checking Mail" = "checking mail...";
"Connection Error" = "connection error";
"Username/password Wrong" = "username/password wrong";
"Unread Messages" = "%s unread messages";
"Unread Message" = "%s unread messsage";
"Sound None" = "None";